Repository: andreste/healthtrackr
Catalog: healthtrackr/Localizable.xcstrings
Source language: en
Languages: de, es, zh_hans

source: %@ ago
de: vor %@
es: hace %@
zh_hans: %@前

source: About
de: Über
es: Acerca de
zh_hans: 关于

source: Account
de: Konto
es: Cuenta
zh_hans: 账户

source: Active energy
de: Aktive Energie
es: Energía activa
zh_hans: 活动能量

source: Active Energy (kcal)
de: Aktive Energie (kcal)
es: Energía activa (kcal)
zh_hans: 活动能量（千卡）

source: Activity
de: Aktivität
es: Actividad
zh_hans: 活动

source: Analyzing %@ patterns
de: %@ Muster werden analysiert
es: Analizando patrones de %@
zh_hans: 正在分析 %@ 模式

source: Analyzing %@...
de: %@ wird analysiert…
es: Analizando %@...
zh_hans: 正在分析 %@…

source: Anthropic Privacy Policy
de: Anthropic-Datenschutzrichtlinie
es: Política de privacidad de Anthropic
zh_hans: Anthropic 隐私政策

source: API Key
de: API-Schlüssel
es: Clave API
zh_hans: API 密钥

source: avg %@
de: Ø %@
es: prom. %@
zh_hans: 均 %@

source: Blood oxygen
de: Blutsauerstoff
es: Oxígeno en sangre
zh_hans: 血氧

source: Body mass
de: Körpermasse
es: Masa corporal
zh_hans: 体重

source: Body Mass (kg)
de: Körpermasse (kg)
es: Masa corporal (kg)
zh_hans: 体重（千克）

source: By continuing, you agree to our Privacy Policy.
de: Mit dem Fortfahren stimmst du unserer Datenschutzrichtlinie zu.
es: Al continuar, aceptas nuestra Política de privacidad.
zh_hans: 继续即表示您同意我们的隐私政策。

source: Check back as more data accumulates.
de: Schau wieder vorbei, wenn mehr Daten vorhanden sind.
es: Vuelve cuando se acumulen más datos.
zh_hans: 随着数据积累，请稍后再来查看。

source: Connect Apple Health
de: Apple Health verbinden
es: Conectar Apple Health
zh_hans: 连接 Apple 健康

source: CORRELATION
de: KORRELATION
es: CORRELACIÓN
zh_hans: 相关性

# correlation.moderate
source: Moderate
de: Moderat
es: Moderado
zh_hans: 中等

# correlation.strong
source: Strong
de: Stark
es: Fuerte
zh_hans: 强

# correlation.very_strong
source: Very strong
de: Sehr stark
es: Muy fuerte
zh_hans: 非常强

# correlation.very_weak
source: Very weak
de: Sehr schwach
es: Muy débil
zh_hans: 非常弱

# correlation.weak
source: Weak
de: Schwach
es: Débil
zh_hans: 弱

source: Data & Privacy
de: Daten & Datenschutz
es: Datos y privacidad
zh_hans: 数据与隐私

source: Discover what your health data reveals
de: Entdecke, was deine Gesundheitsdaten verraten
es: Descubre lo que revelan tus datos de salud
zh_hans: 探索您的健康数据所揭示的规律

source: Discoveries
de: Entdeckungen
es: Descubrimientos
zh_hans: 发现

source: Distance (km)
de: Distanz (km)
es: Distancia (km)
zh_hans: 距离（千米）

source: Done
de: Fertig
es: Listo
zh_hans: 完成

source: EFFECT
de: EFFEKT
es: EFECTO
zh_hans: 效应

# effect.size.large
source: Strong
de: Stark
es: Fuerte
zh_hans: 强

# effect.size.medium
source: Moderate
de: Moderat
es: Moderado
zh_hans: 中等

# effect.size.negligible
source: Weak
de: Schwach
es: Débil
zh_hans: 微弱

# effect.size.not_available
source: Unknown
de: Unbekannt
es: Desconocido
zh_hans: 未知

# effect.size.small
source: Mild
de: Leicht
es: Leve
zh_hans: 轻微

source: Exercise (min)
de: Training (min)
es: Ejercicio (min)
zh_hans: 锻炼（分钟）

source: Exercise time
de: Trainingszeit
es: Tiempo de ejercicio
zh_hans: 锻炼时间

# feed.footer.accessibilityLabel
source: End of today's discoveries. New patterns may appear tomorrow.
de: Ende der heutigen Entdeckungen. Morgen könnten neue Muster erscheinen.
es: Fin de los descubrimientos de hoy. Mañana podrían aparecer nuevos patrones.
zh_hans: 今日发现已结束。明天可能会出现新的规律。

# feed.footer.body
source: New data accumulates overnight. Come back tomorrow and your patterns may have shifted.
de: Über Nacht sammeln sich neue Daten an. Komm morgen wieder – deine Muster könnten sich verändert haben.
es: Los datos se acumulan durante la noche. Vuelve mañana y tus patrones podrían haber cambiado.
zh_hans: 数据在夜间持续积累。明天再来看看，你的规律可能已经发生变化。

# feed.footer.eyebrow
source: TODAY'S DISPATCH
de: HEUTIGER BERICHT
es: DESPACHO DE HOY
zh_hans: 今日简报

# feed.footer.headline
source: That's everything for today.
de: Das ist alles für heute.
es: Eso es todo por hoy.
zh_hans: 今天的内容就是这些。

source: Find patterns in your health data you wouldn't notice on your own.
de: Entdecke Muster in deinen Gesundheitsdaten, die du allein nicht bemerken würdest.
es: Descubre patrones en tus datos de salud que no notarías por tu cuenta.
zh_hans: 发现您自己难以察觉的健康数据规律。

source: Grant Access
de: Zugriff erlauben
es: Otorgar acceso
zh_hans: 授予权限

source: Health Data
de: Gesundheitsdaten
es: Datos de salud
zh_hans: 健康数据

source: Health data access required
de: Zugriff auf Gesundheitsdaten erforderlich
es: Se requiere acceso a datos de salud
zh_hans: 需要健康数据访问权限

source: Health Permissions
de: Gesundheitsberechtigungen
es: Permisos de salud
zh_hans: 健康权限

source: healthtrackr needs access to your health data to discover cross-metric patterns.
de: healthtrackr benötigt Zugriff auf deine Gesundheitsdaten, um metrikübergreifende Muster zu entdecken.
es: healthtrackr necesita acceso a tus datos de salud para descubrir patrones entre métricas.
zh_hans: healthtrackr 需要访问您的健康数据，以发现跨指标规律。

source: Heart Rate Variability
de: Herzratenvariabilität
es: Variabilidad de la frecuencia cardíaca
zh_hans: 心率变异性

source: In progress
de: In Bearbeitung
es: En progreso
zh_hans: 进行中

source: LAG
de: VERZÖGERUNG
es: RETRASO
zh_hans: 延迟

# lag.days_later
source: %d days later
de: Nach %d Tagen
es: %d días después
zh_hans: %d天后

# lag.next_day
source: Next day
de: Nächster Tag
es: Al día siguiente
zh_hans: 次日

# lag.same_day
source: Same day
de: Gleicher Tag
es: El mismo día
zh_hans: 当天

# lag.two_days
source: 2 days later
de: Nach 2 Tagen
es: 2 días después
zh_hans: 2天后

source: Last 7 days from Apple Health
de: Letzte 7 Tage aus Apple Health
es: Últimos 7 días de Apple Health
zh_hans: 来自 Apple 健康的近 7 天数据

source: Manage Permissions in Health App
de: Berechtigungen in der Health-App verwalten
es: Administrar permisos en la app Salud
zh_hans: 在健康 App 中管理权限

# metric.label.activeEnergy
source: Active Energy (kcal)
de: Aktive Energie (kcal)
es: Energía activa (kcal)
zh_hans: 活动能量（千卡）

# metric.label.bodyMass
source: Body Mass (kg)
de: Körpermasse (kg)
es: Masa corporal (kg)
zh_hans: 体重（千克）

# metric.label.distance
source: Distance (km)
de: Distanz (km)
es: Distancia (km)
zh_hans: 距离（千米）

# metric.label.exerciseTime
source: Exercise (min)
de: Training (min)
es: Ejercicio (min)
zh_hans: 锻炼（分钟）

# metric.label.respiratoryRate
source: Resp. Rate (br/min)
de: Atemfrequenz (Atemz./min)
es: Frec. resp. (resp./min)
zh_hans: 呼吸频率（次/分钟）

# metric.label.rhr
source: Resting HR (bpm)
de: Ruhepuls (bpm)
es: FC en reposo (ppm)
zh_hans: 静息心率（次/分钟）

# metric.label.sleep
source: Sleep (hrs)
de: Schlaf (Std.)
es: Sueño (h)
zh_hans: 睡眠（小时）

# metric.label.steps
source: Steps
de: Schritte
es: Pasos
zh_hans: 步数

# metric.label.walkingHR
source: Walking HR (bpm)
de: Laufpuls (bpm)
es: FC caminando (ppm)
zh_hans: 步行心率（次/分钟）

source: No strong patterns yet.
de: Noch keine starken Muster.
es: Aún no hay patrones fuertes.
zh_hans: 暂无明显规律。

source: no data
de: keine Daten
es: sin datos
zh_hans: 无数据

source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
zh_hans: 打开设置

source: Pattern detected with r=%@, based on %lld days of data.
de: Muster erkannt mit r=%@, basierend auf %lld Datentagen.
es: Patrón detectado con r=%@, basado en %lld días de datos.
zh_hans: 检测到规律，r=%@，基于 %lld 天的数据。

source: Pattern summaries are sent to Claude API for narration.
de: Musterzusammenfassungen werden zur Verarbeitung an die Claude API gesendet.
es: Los resúmenes de patrones se envían a la API de Claude para narración.
zh_hans: 模式摘要将发送至 Claude API 进行解读。

# recency.today
source: today
de: heute
es: hoy
zh_hans: 今天

# recency.yesterday
source: yest.
de: gestern
es: ayer
zh_hans: 昨天

source: Recovery
de: Erholung
es: Recuperación
zh_hans: 恢复

source: Remove
de: Entfernen
es: Eliminar
zh_hans: 删除

source: Required for AI narration. Get yours at console.anthropic.com.
de: Erforderlich für KI-Kommentierung. Hol deinen Schlüssel unter console.anthropic.com.
es: Requerida para la narración con IA. Obtén la tuya en console.anthropic.com.
zh_hans: AI 解读功能需要此密钥。请前往 console.anthropic.com 获取。

source: Respiratory rate
de: Atemfrequenz
es: Frecuencia respiratoria
zh_hans: 呼吸频率

source: Resting heart rate
de: Ruhepuls
es: Frecuencia cardíaca en reposo
zh_hans: 静息心率

source: Resting HR (bpm)
de: Ruhepuls (bpm)
es: FC en reposo (ppm)
zh_hans: 静息心率（次/分钟）

source: Save
de: Speichern
es: Guardar
zh_hans: 保存

source: Scatter plot showing %@ vs %@. %lld data points. Correlation r equals %@.
de: Streudiagramm: %@ vs. %@. %lld Datenpunkte. Korrelation r = %@.
es: Gráfico de dispersión de %@ vs %@. %lld puntos de datos. Correlación r igual a %@.
zh_hans: 散点图：%@ 与 %@。%lld 个数据点。相关性 r 等于 %@。

source: See full pattern
de: Vollständiges Muster ansehen
es: Ver patrón completo
zh_hans: 查看完整规律

source: Settings
de: Einstellungen
es: Ajustes
zh_hans: 设置

source: Sign Out
de: Abmelden
es: Cerrar sesión
zh_hans: 退出登录

source: Sleep (hrs)
de: Schlaf (Std.)
es: Sueño (h)
zh_hans: 睡眠（小时）

source: Sleep Analysis
de: Schlafanalyse
es: Análisis del sueño
zh_hans: 睡眠分析

source: Sleep duration
de: Schlafdauer
es: Duración del sueño
zh_hans: 睡眠时长

# stat.label.connection
source: CONNECTION
de: VERBINDUNG
es: CONEXIÓN
zh_hans: 关联

# stat.label.strength
source: STRENGTH
de: STÄRKE
es: INTENSIDAD
zh_hans: 强度

# stat.label.timing
source: TIMING
de: ZEITPUNKT
es: MOMENTO
zh_hans: 时机

source: Steps
de: Schritte
es: Pasos
zh_hans: 步数

source: View Current Health Data
de: Aktuelle Gesundheitsdaten anzeigen
es: Ver datos de salud actuales
zh_hans: 查看当前健康数据

source: Walking + Running Distance
de: Geh- und Laufdistanz
es: Distancia caminada y corrida
zh_hans: 步行与跑步距离

source: Walking heart rate
de: Gehpuls
es: Frecuencia cardíaca al caminar
zh_hans: 步行心率

source: Walking HR (bpm)
de: Laufpuls (bpm)
es: FC caminando (ppm)
zh_hans: 步行心率（次/分钟）

source: WHAT THIS MEANS
de: WAS DAS BEDEUTET
es: QUÉ SIGNIFICA ESTO
zh_hans: 这意味着什么

source: Your health data never leaves your device.
de: Deine Gesundheitsdaten verlassen nie dein Gerät.
es: Tus datos de salud nunca salen de tu dispositivo.
zh_hans: 您的健康数据永远不会离开您的设备。

source: Your health data stays on your device. Only anonymous pattern summaries are sent to AI.
de: Deine Gesundheitsdaten bleiben auf deinem Gerät. Nur anonyme Musterzusammenfassungen werden an KI gesendet.
es: Tus datos de salud permanecen en tu dispositivo. Solo se envían a IA resúmenes de patrones anónimos.
zh_hans: 您的健康数据保存在设备上。只有匿名模式摘要会发送给 AI。

source: Your raw health data never leaves your device.
de: Deine rohen Gesundheitsdaten verlassen nie dein Gerät.
es: Tus datos de salud sin procesar nunca salen de tu dispositivo.
zh_hans: 您的原始健康数据永远不会离开您的设备。

source: Fitness
es: Condición física
zh_hans: 体能

source: HRV
es: VFC
zh_hans: 心率变异性

source: HRV (ms)
es: VFC (ms)
zh_hans: 心率变异性（毫秒）

# metric.label.hrv
source: HRV (ms)
es: VFC (ms)
zh_hans: 心率变异性（毫秒）

# metric.label.vo2Max
source: VO2 Max (mL/kg/min)
es: VO2 Máx (mL/kg/min)
zh_hans: 最大摄氧量（mL/kg/min）

source: Version
es: Versión
zh_hans: 版本

source: VO2 Max (mL/kg/min)
es: VO2 Máx (mL/kg/min)
zh_hans: 最大摄氧量（mL/kg/min）

# metric.label.spo2
source: SpO2 (%)
zh_hans: 血氧饱和度（%）

source: SpO2 (%)
zh_hans: 血氧饱和度（%）
